Repository: SteveShi/Boxer
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: cs, es, fr

source: If you stop importing, any already-imported game files will be discarded.
cs: Pokud import přerušíte, všechny již naimportované herní soubory přijdou vniveč.
es: Si para la importación, los archivos de juego ya importados serán descartados.
fr: Si vous arrêtez l’importation, tous les fichiers de jeu déjà importés seront effacés.

source: Import
cs: Importovat
es: Importar
fr: Importer

source: Import a Game
cs: Importovat hru
es: Importar un juego
fr: Importer un jeu

source: Import and Relaunch
cs: Importovat a restartovat
es: Importar y relanzar
fr: Importer et relancer

source: Import complete
cs: Import dokončen
es: Importación completa
fr: Importation terminée

source: Import game data
cs: Importovat herní data
es: Importar datos de juego
fr: Importer les données de jeu

source: Import into Gamebox
cs: Importovat do herního balíčku
es: Importar en gamebox
fr: Importer dans la gamebox

source: Importing %@
cs: Importuji %@
es: Importando %@
fr: Importation de %@

source: Importing game CD…
cs: Importuji herní CD...
es: Importando CD de juego…
fr: Importation du CD de jeu…

source: Importing game disk…
cs: Importuji herní disketu...
es: Importando disco de juego…
fr: Importation du disque de jeu…

source: Importing game files…
cs: Importuji herní soubory...
es: Importando archivos de juego…
fr: Importation des fichiers de jeu…

source: Importing into Gamebox…
cs: Importuji do herního balíčku...
es: Importando a gamebox…
fr: Importation dans la gamebox…

source: Importing of “%@”
cs: Import dokumentu “%@”
es: Importación de “%@”
fr: Importation de « %@ »

source: Importing of %u manuals
cs: Import %u dokumentů
es: Importación de %u manuales
fr: Importation de %u manuels

source: Importing source files as a CD…
cs: Importuji zdrojové soubory jako CD...
es: Importando archivos de origen como CD…
fr: Importation des fichiers source en tant que CD…

source: Importing source files as a floppy disk…
cs: Importuji zdrojové soubory jako disketu...
es: Importando archivos de origen como disquete…
fr: Importation des fichiers source en tant que disquette…

source: Importing source files as a hard disk…
cs: Importuji zdrojové soubory jako pevný disk...
es: Importando archivos de origen como disco duro…
fr: Importation des fichiers source en tant que disque dur…

source: Importing will replace your current savegames and player data. The game will relaunch to complete the import.
cs: Importováním přepíšete aktuální uložené pozice i ostatní herní data. Za účelem dokončení importu se hra restartuje.
es: La importación reemplazará sus juegos guardados y sus datos de juego actuales.
fr: L’importation remplacera vos sauvegardes et données de jeu en cours. Le jeu se relancera pour terminer l’importation.

source: Importing…
cs: Importuji...
es: Importando…
fr: Importation…

source: Included in Gamebox
cs: Zahrnuto v herním balíčku
es: Incluido en gamebox
fr: Inclus dans la gamebox

# Instead, choose one of your own folders, or a disc mounted in OS X.
source: Instead, choose one of your own folders, or a disc mounted in macOS.
cs: Raději zvolte některou ze svých složek nebo disk připojený v macOS.
es: En cambio, elija una de sus propias carpetas, o un disco montado en macOS.
fr: Choisissez plutôt un de vos propres dossiers, ou un disque monté dans macOS.

source: Instruct your DOS program to print to %1$@ using %2$@ paper.
cs: Přikažte svému DOSovému programu tisknout na port %1$@ ve formátu %2$@.
es: Configure su programa DOS para imprimir por %1$@ usando %2$@.
fr: Indiquez à votre programme DOS d’imprimer vers %1$@ avec du papier %2$@.

source: internal system disk
cs: interní systémový disk
es: disco de sistema interno
fr: Disque système interne

source: Joystick with 2 buttons and 2 axes.
cs: Joystick s 2 tlačítky a 2 osami.
es: Mando con 2 botones y 2 ejes.
fr: Joystick avec 2 boutons et 2 axes.

source: Joysticks of type “%1$@” are not supported by the current session.
cs: Joysticky typu “%1$@” spuštěná hra nepodporuje.
es: Joysticks de tipo “%1$@” no están soportados por la sesión actual.
fr: Les joysticks de type « %1$@ » ne sont pas supportés par la session en cours.

source: Launch %@
cs: Spustit hru %@
es: Ejecutar %@
fr: Lancer %@

source: Launch %@ every time I open this gamebox.
cs: Spustit %@ při každém otevření tohoto herního balíčku.
es: Ejecutar %@ cada vez que abra este gamebox.
fr: Lancer %@ chaque fois que j’ouvre cette gamebox.

source: Launch %@ every time?
cs: Spustit pokaždé %@?
es: ¿Ejecutar %@ cada vez?
fr: Lancer %@ à chaque fois ?

source: Locate folder…
cs: Najít složku...
es: Buscar carpeta…
fr: Localiser le dossier…

source: Make Current Drive
cs: Přepnout na disk
es: Hacer unidad actual
fr: Choisir comme lecteur en cours

source: Make sure the disk containing your games folder is connected.
cs: Ujistěte se, že disk s vaší složkou her je připojen.
es: Asegúrese que el disco que contiene su carpeta de juegos está conectado.
fr: Assurez-vous que le disque contenant votre dossier de jeux est connecté.

source: Maximum speed
cs: Maximální rychlost
es: Máxima velocidad
fr: Vitesse maximale

source: Merge and Relaunch
cs: Zapsat a resetovat
es: Unir y relanzar
fr: Fusionner et relancer

source: Mobygames Website
cs: Web MobyGames
es: Página web de MobyGames
fr: Site web Mobygames

source: Mount drive
cs: Připojit disk
es: Montar unidad
fr: Mounter un lecteur

source: MS-DOS is limited to a maximum of %1$d CD-ROM drives.
cs: Maximální počet CD mechanik je v MS-DOSu omezen na %1$d.
es: MS-DOS está limitado a un máximo de %1$d unidades de CD-ROM.
fr: MS-DOS est limité à un maximum de %1$d lecteurs CD-ROM.

source: MS-DOS Prompt
cs: Příkazový řádek MS-DOS
es: Símbolo del MS-DOS
fr: Invite MS-DOS

source: Next Disc
cs: Další disk
es: Siguiente disco
fr: Disque suivant

source: Next Disk
cs: Další disk
es: Siguiente disco
fr: Disque précédent

source: No joystick
cs: Žádný joystick
es: Sin mando
fr: Pas de joystick

source: No suitable MT-32 ROMs were found.
cs: Nenalezena žádná vhodná ROM MT-32.
es: No se encontraron ROMs MT-32 adecuadas.
fr: Aucune ROM MT-32 adaptée n’a été trouvée.

source: Now drop in the matching control ROM (e.g. “%1$@”.)
cs: Nyní přidejte odpovídající řídicí ROM (např. “%1$@”).
es: Arrastre la ROM de control adecuada (e.j. “%1$@”.)
fr: Déposez maintenant la ROM de contrôle correspondante (ex. « %1$@ ».)

source: Now drop in the matching PCM ROM (e.g. “%1$@”.)
cs: Nyní přidejte odpovídající PCM ROM (např. “%1$@”).
es: Arrastre la ROM PCM adecuada (e.j. “%1$@”.)
fr: Déposez maintenant la ROM PCM correspondante (ex. « %1$@ ».)

source: Open %@ Preferences
cs: Otevřít panel %@
es: Abrir preferencias de %@
fr: Ouvrir préférences %@

source: Open %1$@ Preferences
cs: Otevřít panel %1$@
es: Abrir preferencias de %1$@
fr: Ouvrir préférences %1$@

source: Pause
cs: Pozastavit
es: Pausa

source: Pentium speed (%u cycles)
cs: Jako Pentium (%u cyklů)
es: Velocidad Pentium (%u ciclos)
fr: Pentium (%u cycles)

source: Player Data for “%@”
cs: Herní data pro hru “%@”
es: Datos de juego para “%@”
fr: Données joueur pour « %@ »

source: Playing 1 in %u frames
cs: Zobrazuji každý %u. snímek
es: Reproduciendo 1 de %u fotogramas
fr: Lire 1 image sur %u

source: Playing every frame
cs: Zobrazuji každý snímek
es: Reproduciendo cada fotograma
fr: Lire toutes les images

source: Please check the file permissions, or choose a different folder.
cs: Zkontrolujte prosím oprávnění u souborů nebo zvolte jinou složku.
es: Por favor compruebe los permisos de archivo, o elija una carpeta diferente.
fr: Vérifier les droits d’accès au fichier ou choississez un dossier différent

source: Please create a subfolder, or choose a different folder you have created yourself.
cs: Vytvořte prosím podsložku nebo zvolte složku, kterou jste sami vytvořili.
es: Por favor cree una subcarpeta, o elija una carpeta diferente creada por si mismo.
fr: Veuillez créer un sous-dossier, ou choisissez un dossier différent que vous avez créé.

source: Please ensure that the resource “%1$@” is available, then retry the import.
cs: Ujistěte se prosím, že zdrojový disk “%1$@” je k dispozici, a poté import zopakujte.
es: Por favor asegúrese que el recurso “%1$@” está disponible, entonces vuelva a intentar la importación.
fr: Assurez-vous que la ressource « %1$@ » soit disponible, réessayez ensuite l’importation.

source: Please provide a game data file that was exported from %1$@.
cs: Určete prosím soubor s herními daty, jenž byl vyexportován z disku %1$@.
es: Por favor proporcione el archivo de datos de juego que fue exportado desde %1$@.
fr: Veuillez fournir un fichier de données de jeu qui a été exporté de %1$@.

source: Preparing page %u…
cs: Připravuji stránku %u…
es: Preparando página %u…
fr: Préparation de la page %u…

source: Previous Disc
cs: Předchozí disk
es: Anterior disco
fr: Disque précédent

source: Previous Disk
cs: Předchozí disk
es: Anterior disco
fr: Disque précédent

source: Print
cs: Tisknout
es: Imprimir
fr: Imprimer

source: Quit
cs: Ukončit hru
es: Salir
fr: Quitter

source: Racing wheel
cs: Závodní volant
es: Volante de carreras
fr: Volant de course

source: Recent
cs: Nedávné
es: Reciente
fr: Récent

source: Relaunch
cs: Restartovat
es: Reiniciar
fr: Relancer

source: Relaunch Boxer Now
cs: Restartovat Boxer hned
es: Reiniciar Boxer ahora
fr: Relancer Boxer maintenant

source: Removal of “%@”
cs: Odebrání dokumentu “%@”
es: Eliminar de “%@”
fr: Suppression de « %@ »

source: Removal of %u manuals
cs: Odebrání %u dokumentů
es: Eliminar %u manuales
fr: Suppression de %u manuels

source: Remove
cs: Odebrat
es: Extraer
fr: Supprimer

source: Remove from List
cs: Odebrat ze seznamu
es: Borrar de la lista
fr: Supprimer de la liste

source: Replace MT-32 ROMs…
cs: Nahradit ROM MT-32...
es: Reemplazar ROM MT-32...
fr: Remplacer les ROM MT-32…

source: ReplacementDocs Website
cs: Web replacementdocs
es: Página web de ReplacementDocs
fr: Site web ReplacementDocs

source: Reset and Relaunch
cs: Resetovat a restartovat
es: Restaurar y relanzar
fr: Réinitialiser et relancer

source: Restart
cs: Restartovat
es: Reiniciar
fr: Redémarrer

source: Resume
cs: Pokračovat
es: Reanudar
fr: Reprendre

source: Return to DOS
cs: Zpět do DOSu
es: Volver a DOS
fr: Retourner au DOS

source: Return to Launch Options
cs: Zpět k nabídce spuštění
es: Volver a opciones de ejecución
fr: Retourner aux options de lancement

source: Returning to the launch options will end your current game.
cs: Návratem k nabídce spuštění ukončíte rozehranou hru.
es: Volver a las opciones de ejecución finalizará su juego actual.
fr: En retournant aux options de lancements, vous terminerez votre jeu en cours.

source: Revert and Relaunch
cs: Obnovit a restartovat
es: Restaurar y relanzar
fr: Annuler les modifications et relancer

source: Roland CM-32L emulation is installed.
cs: Nainstalována emulace modulu Roland CM-32L.
es: La emulación Roland CM-32L está instalada.
fr: L’émulation Roland CM-32L est installée.

source: Roland MT-32 emulation is installed.
cs: Nainstalována emulace modulu Roland MT-32.
es: La emulación Roland MT-32 está instalada.
fr: L’émulation Roland MT-32 est installée.

source: Select
cs: Vybrat
es: Seleccionar
fr: Sélectionner

source: Select a folder in which to keep your DOS games:
cs: Určete složku k uchovávání vašich DOSových her:
es: Seleccione la carpeta para mantener sus juegos:
fr: Sélectionnez un dossier où stocker vos jeux DOS :

source: Select the MT-32 control ROM and PCM ROM to use.
cs: Určete, kterou řídicí ROM a PCM ROM MT-32 použít.
es: Seleccione la ROM de control y la ROM PCM MT-32 para usar.
fr: Sélectionnez la ROM de contrôle MT-32 et la ROM PCM à utiliser.

source: Send Report…
cs: Odeslat hlášení...
es: Enviar informe…
fr: Envoyer un rapport…

source: Show Launch Panel
cs: Zobrazit nabídku spuštění
es: Mostrar panel de ejecución
fr: Afficher le panneau de lancement

source: Show Programs Panel
cs: Zobrazit panel programů
es: Mostrar panel de programas
fr: Afficher le panneau des programmes

source: Show ROM folder in Finder
cs: Zobrazit složku souborů ROM ve Finderu
es: Mostrar carpeta de ROM en Finder
fr: Afficher le dossier ROM dans le Finder

source: Show ROMs in Finder
cs: Zobrazit soubory ROM ve Finderu
es: Mostrar ROMs en Finder
fr: Afficher les ROM dans le Finder

source: Show Status Bar
cs: Zobrazit stavový řádek
es: Mostrar barra de estado
fr: Afficher la barre d’état

source: Skip
cs: Přeskočit
es: Omitir
fr: Ignorer

source: Skip CD import
cs: Přeskočit import CD
es: Omitir importación de CD
fr: Ignorer l’importation du CD

source: Skip disk import
cs: Přeskočit import disku
es: Omitir importación de disco
fr: Ignorer l’importation du disque

source: Skip this step
cs: Přeskočit tento krok
es: Omitir este paso
fr: Ignorer cette étape

source: Skipping this step may prevent the game from working if it needs those source files.
cs: Vyžaduje-li hra dané soubory, můžete jí přeskočením tohoto kroku znemožnit správně fungovat.
es: Omitiendo este paso puede impedir que el juego funcione si necesita estos archivos fuente.
fr: En ignorant cette étape, vous risquez d’empêcher le jeu de fonctionner s’il nécessite ces fichiers source.

source: Source Drive
cs: Zdrojový disk
es: Unidad de origen
fr: Lecteur source

source: Standard joystick
cs: Standardní joystick
es: Mando estándar
fr: Joystick standard

source: Standard joystick/gamepad
cs: Standardní joystick/gamepad
es: Mando estándar/gamepad
fr: Joystick/manette standard

source: Stop importing
cs: Přerušit import
es: Parar importación
fr: Arrêter l’importation

source: Stop Importing
cs: Přerušit import
es: Parar importación
fr: Arrêter l’importation

source: Temporary Files
cs: Dočasné soubory
es: Archivos temporales
fr: Fichiers temporaires

source: The current MT-32 ROMs are invalid. Please drop in new ROMs to replace them.
cs: Aktuální ROM MT-32 jsou neplatné. Přetáhněte sem prosím náhradní ROM.
es: Las ROMs MT-32 actuales no son validas. Por favor arrastre las nuevas ROMs para reemplazarlas.
fr: Les ROM MT-32 actuelles sont invalides. Déposez de nouvelles ROM pour les remplacer.

source: The disc “%1$@” could not be converted into a disc image.
cs: Disk “%1$@” se nepodařilo zkonvertovat na obraz disku.
es: El disco “%1$@” no se puede convertir a una imagen de disco.
fr: Le disque « %1$@ » n’a pas pu être converti en image disque.

source: The disc “%1$@” could not be converted to a disc image because it is in use by another application.
cs: Disk “%1$@” se nepodařilo zkonvertovat na obraz disku, protože ho používá jiná aplikace.
es: El disco “%1$@” no se puede convertir a una imagen de disco debido a que está en uso por otra aplicación.
fr: Le disque « %1$@ » n’a pas pu être converti vers une image disque car il est en cours d’utilisation par une autre application.

source: The disk image “%@” could not be opened.
cs: Obraz disku “%@” se nepodařilo otevřít.
es: La imagen de disco “%@” no se puede abrir.
fr: L’image disque « %@ » n’a pas pu être ouverte.

source: The disk image “%1$@” could not be opened.
cs: Obraz disku “%1$@” se nepodařilo otevřít.
es: La imagen de disco “%1$@” no se puede abrir.
fr: L’image disque « %1$@ » n’a pas pu être ouverte.

source: The disk image file may be corrupted or incomplete.
cs: Soubor s obrazem disku může být poškozen nebo nekompletní.
es: El archivo de imagen de disco puede estar corrupta o incompleta.
fr: Le fichier d’image disque est peut-être corrompu ou incomplet.

source: The drive “%1$@” is unavailable while it is being imported.
cs: Disk “%1$@” nebude k dispozici, dokud neskončí jeho import.
es: La unidad “%1$@” no está disponible mientras se está importando.
fr: Le lecteur « %1$@ » est indisponible lorsqu’il est en cours d’importation.

source: The emulated printer is currently idle.
cs: Emulovaná tiskárna se momentálně nepoužívá.
es: La impresora emulada está actualmente inactiva.
fr: L’imprimante émulée est actuellement inactive.

source: The file “%@” was not located inside this gamebox.
cs: Soubor “%@” se v tomto herním balíčku nenachází.
es: El archivo “%@” no fue ubicado dentro de este gamebox.
fr: Le fichier « %@ » ne se situe pas à l’intérieur de cette gamebox.

source: The file “%1$@” could not be read.
cs: Soubor “%1$@” se nepodařilo přečíst.
es: El archivo “%1$@” no se puede leer.
fr: Le fichier « %1$@ » n’a pas pu être lu.

source: The image “%1$@” could not be imported because Boxer was unable to determine its source files.
cs: Obraz “%1$@” se nepodařilo naimportovat, protože Boxer nedokázal určit jeho zdrojové soubory.
es: La imagen “%1$@” no se puede importar debido a que Boxer no puede determinar los archivos fuente.
fr: L’image « %1$@ » n’a pas pu être importée parce que Boxer a été incapable de déterminer ses fichiers source.

source: The MS-DOS prompt has encountered a serious error and must be relaunched.
cs: Příkazový řádek MS-DOS narazil na závažnou chybu a bude nutné ho restartovat.
es: El símbolo del MS-DOS ha encontrado un serio error y debe ser reiniciado.
fr: L’invite MS-DOS a rencontré une erreur sérieuse et doit être relancé.

source: The name “%1$@” is already taken. Please choose another.
cs: Název “%1$@” se již používá. Zvolte prosím nějaký jiný.
es: El nombre “%1$@” ya está ocupado. Por favor elija otro.
fr: Le nom « %1$@ » est déjà utilisé. Veuillez en choisir un autre.

source: The selected drives are in use by %@. Are you sure you want to eject them?
cs: Zvolené disky používá hra %@. Opravdu je chcete vysunout?
es: Las unidades seleccionadas están en uso por %@. ¿Está seguro que desea expulsarlas?
fr: Les lecteurs sélectionnés sont en cours d’utilisation par %@. Voulez-vous vraiment les éjecter ?

source: There are no free DOS drive letters remaining.
cs: Pro DOSové disky už nejsou k dispozici žádná volná písmena.
es: No hay letras de unidad DOS libres restantes.
fr: Il n’y a plus de lettre de lecteur DOS libre.

source: There is already another drive at the DOS drive letter %1$@.
cs: Písmeno %1$@ už používá jiný DOSový disk.
es: Ya hay otra unidad en la letra de unidad DOS %1$@.
fr: Il y a déjà un autre lecteur associé à la lettre de lecteur DOS %1$@.

# This ensures that OS X hotkeys won't interfere with %1$@'s game controls.
source: This ensures that macOS hotkeys won’t interfere with %1$@’s game controls.
cs: To zajistí, že klávesové zkratky macOS nebudou kolidovat s ovládáním ve hře %1$@.
es: Esto garantiza que las teclas de acceso rápido de macOS no interfieran con los controles de juego.
fr: Empêche les raccourcis clavier de macOS d’interférer avec les commandes du jeu %1$@.

source: This feature requires Boxer to be given accessibility control in %1$@ Preferences.
cs: Kvůli této funkci musíte Boxeru povolit ovládání vašeho počítače na panelu %1$@.
es: Esta característica requiere que Boxer reciba control de accesibilidad en preferencias de %1$@.
fr: Nécessite que Boxer ait un accès d’accessibilité dans les préférences %1$@.

source: This folder may contain a game for another platform which is not supported by Boxer.
cs: V této složce se může nacházet hra určená pro platformu, kterou Boxer nepodporuje.
es: Esta carpeta puede contener un juego para otra plataforma la cual no está soportada por Boxer.
fr: Ce dossier contient peut-être un jeu pour une autre plateforme qui n’est pas supportée par Boxer.

source: This image may be in a format that Boxer does not support.
cs: Tento obraz může být ve formátu, který Boxer nepodporuje.
es: Esta imagen puede estar en un formato que Boxer no soporta.
fr: Cette image est peut-être dans un format que Boxer ne supporte pas.

source: Try removing later drives before adding or removing any other CD-ROM drives.
cs: Před přidáním nebo odebráním dalších CD mechanik zkuste odebrat některé z později připojených disků.
es: Intente eliminar más tarde las unidades antes de añadir o eliminar otras unidades de CD-ROM.
fr: Essayez de supprimer les derniers lecteurs avant d’ajouter ou supprimer d’autres lecteurs CD-ROM.

source: Unrecoverable emulation error at MS-DOS prompt
cs: Neopravitelná chyba emulace na příkazovém řádku MS-DOS
es: Error de emulación irrecuperable en el símbolo del MS-DOS
fr: Erreur d’émulation irrécupérable à l’invite MS-DOS

source: Unrecoverable emulation error when running %@
cs: Neopravitelná chyba emulace při snaze emulovat hru %@
es: Error de emulación irrecuperable al ejecutar %@
fr: Erreur d’émulation irrécupérable lors de l’exécution de %@

source: Version %1$@ | build %2$@
cs: Verze %1$@ | sestavení %2$@
es: Versión %1$@ | compilación %2$@
fr: Version %1$@ | numéro %2$@

source: XT speed (%u cycles)
cs: Jako XT (%u cyklů)
es: Velocidad XT (%u ciclos)
fr: XT (%u cycles)

source: You can insert the disc into a Windows PC instead, and copy the DOS version of the game from there to your Mac. For more help, click the ? button.
cs: Zkuste tento disk raději vložit do Windows PC a DOSovou verzi hry z něj překopírovat do Macu. Pro více informací klikněte na tlačítko otazníku.
es: Puede insertar el disco en su lugar en un PC Windows, y copiar la versión DOS del juego desde su Mac. Para más ayuda haga clic en el botón ?.
fr: Insérez plutôt le disque dans un PC Windows et copiez la version DOS du jeu de ce PC vers votre Mac. Pour plus d’aide, cliquez sur le bouton ?.

source: You can run this game in a Windows emulator instead. For more help, click the ? button.
cs: Zkuste tuto hru raději spustit v emulátoru Windows. Pro více informací klikněte na tlačítko otazníku.
es: Puede ejecutar este juego en su lugar en un emulador de Windows. Para más ayuda haga clic en el botón ?.
fr: Exécutez plutôt ce jeu dans un émulateur Windows. Pour plus d’aide, cliquez sur le bouton ?.

source: You can run this program in a Windows emulator instead. For more help, click the ? button.
cs: Zkuste tento program raději spustit v emulátoru Windows. Pro více informací klikněte na tlačítko otazníku.
es: Puede ejecutar este programa en su lugar en un emulador de Windows. Para más ayuda haga clic en el botón ?.
fr: Exécutez plutôt ce programme dans un émulateur Windows. Pour plus d’aide, cliquez sur le bouton ?.

source: You can use the drive once the import has completed or been cancelled.
cs: Disk můžete začít používat, jakmile bude import dokončen nebo zrušen.
es: Puede usar la unidad una vez la importación se haya completado o cancelado.
fr: Vous pourrez utiliser le lecteur lorsque l’importation sera terminée ou annulée.

source: You will need to a find a matching %1$@, or else replace both ROMs with ones from the same model.
cs: Budete muset najít odpovídající %1$@ nebo nahradit obě ROM verzemi patřícími ke stejnému modelu.
es: Necesita encontrar %1$@ adecuada, o sino reemplazar ambas ROMs con unas del mismo modelo.
fr: Vous devez trouver une %1$@ qui correspond, ou bien remplacer les deux ROM par celles d’un même modèle.

source: Your changes to accessibility permissions will take effect next time Boxer is launched.
cs: Změny v nastavení funkce Zpřístupnění vejdou v platnost při příštím spuštění Boxeru.
es: Sus cambios en los permisos de accesibilidad tendrán efecto la próxima vez que se inicie Boxer.
fr: Vos modifications concernant les accès d’accessibilité prendront effet au prochain lancement de Boxer.

source: Your player data and changes to game files will be lost. This operation cannot be undone.
cs: Přijdete o herní data i změny provedené v herních souborech. Tuto operaci nelze vrátit zpět.
es: Sus datos de juego y cambios de los archivos de juego se perderán. Esta operación no se puede deshacer.
fr: Vos données joueur et modifications aux fichiers de jeu seront perdues. Cette opération ne peut pas être annulée.
